Revit 2024 API
ParameterTypeId.EnergyAnalysisSpaceBoundingParam Property
 "Analytical Space Bounding"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId EnergyAnalysisSpaceBoundingParam { get; }
Visual Basic
Public Shared ReadOnly Property EnergyAnalysisSpaceBoundingParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ EnergyAnalysisSpaceBoundingParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace